Repository: ozeron7/Pay-with-Qubic
Catalog: languages/pwqu-*.po
Languages: ar, de, es, fa, fil_ph, fr, hi, id, it, ja, nl, pl, pt_br, ru, tr_tr, uk, vi

source: Payment successful. However, an overpayment has been made. Please contact support.
ar: تم الدفع بنجاح. ومع ذلك، تم دفع مبالغ زائدة. يرجى الاتصال بالدعم.
de: Zahlung erfolgreich. Es wurde jedoch eine Überzahlung geleistet. Bitte wenden Sie sich an den Support.
es: El pago se ha realizado correctamente. Sin embargo, se ha realizado un sobrepago. Ponte en contacto con el servicio de asistencia.
fa: پرداخت موفقیت آمیز با این حال، پرداخت اضافی انجام شده است. لطفا با پشتیبانی تماس بگیرید.
fil_ph: Matagumpay na pagbabayad Gayunpaman, isang labis na pagbabayad ang ginawa. Mangyaring makipag-ugnay sa suporta.
fr: Le paiement a été effectué avec succès Cependant, un trop-payé a été effectué. Veuillez contacter le support.
hi: भुगतान सफल हुआ। हालांकि, अधिक भुगतान किया गया है। कृपया सहायता टीम से संपर्क करें।
id: Pembayaran berhasil. Namun, pembayaran lebih telah dilakukan. Silakan hubungi dukungan.
it: Pagamento riuscito. Tuttavia, è stato effettuato un pagamento in eccesso. Contatta l'assistenza.
ja: 支払いが成功しました。しかし、過払いが行われました。サポートに連絡してください。
nl: De betaling is geslaagd. Er is echter te veel betaald. Neem contact op met de klantenservice.
pl: Płatność pomyślna. Jednak dokonano nadpłaty. Skontaktuj się z pomocą techniczną.
pt_br: Pagamento bem-sucedido. No entanto, um pagamento em excesso foi feito. Entre em contato com o suporte.
ru: Платеж выполнен успешно. Однако была произведена переплата. Обратитесь в службу поддержки.
tr_tr: Ödeme başarılı. Ancak, fazla ödeme yapıldı. Lütfen destek ile iletişime geçin.
uk: Оплата успішна. Однак була здійснена переплата. Будь ласка, зв'яжіться зі службою підтримки.
vi: Thanh toán thành công. Tuy nhiên, một khoản thanh toán vượt mức đã được thực hiện. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Payment successful. Your order is processing.
ar: تم الدفع بنجاح. تتم معالجة طلبك.
de: Zahlung erfolgreich. Ihre Bestellung wird bearbeitet.
es: El pago se ha realizado correctamente. Su pedido se está procesando.
fa: پرداخت موفقیت آمیز سفارش شما در حال پردازش است.
fil_ph: Matagumpay na pagbabayad Ang iyong order ay nagpoproseso.
fr: Le paiement a été effectué avec succès Votre commande est en cours de traitement.
hi: भुगतान सफल हुआ। आपका ऑर्डर प्रोसेस हो रहा है।
id: Pembayaran berhasil. Pesanan Anda sedang diproses.
it: Pagamento riuscito. Il tuo ordine è in fase di elaborazione.
ja: 支払いが成功しました。注文は処理中です。
nl: De betaling is geslaagd. Je bestelling wordt verwerkt.
pl: Płatność pomyślna. Twoje zamówienie jest przetwarzane.
pt_br: Pagamento bem-sucedido. Seu pedido está sendo processado.
ru: Платеж выполнен успешно. Ваш заказ обрабатывается.
tr_tr: Ödeme başarılı. Siparişiniz işleniyor.
uk: Оплата успішна. Ваше замовлення обробляється.
vi: Thanh toán thành công. Đơn đặt hàng của bạn đang được xử lý.

source: Payment time expired. Canceling the order...
ar: انتهى وقت الدفع. جاري إلغاء الطلب...
de: Die Zahlungsfrist ist abgelaufen. Die Bestellung wird storniert...
es: El tiempo de pago ha caducado. Cancelando el pedido...
fa: زمان پرداخت منقضی شده است. لغو سفارش...
fil_ph: Nag-expire ang oras ng pagbabayad Pagkansela ng order...
fr: Le délai de paiement a expiré. Annulation de la commande...
hi: भुगतान का समय समाप्त हो गया। ऑर्डर रद्द किया जा रहा है...
id: Waktu pembayaran kedaluwarsa. Membatalkan pesanan...
it: Il tempo di pagamento è scaduto. Annullamento dell'ordine...
ja: 支払い期限が切れました。注文をキャンセル中...
nl: De betalingstermijn is verstreken. De bestelling annuleren...
pl: Czas płatności upłynął. Anulowanie zamówienia...
pt_br: O tempo de pagamento expirou. Cancelando o pedido...
ru: Срок оплаты истек. Отмена заказа...
tr_tr: Ödeme süresi doldu. Siparişi iptal etmek...
uk: Термін оплати закінчився. Скасування замовлення...
vi: Thời gian thanh toán đã hết hạn. Hủy đơn hàng...

source: Please contact support with your order number (#%1$s) and transaction ID for a refund.
ar: يرجى الاتصال بالدعم مع رقم (#%1$s) الطلب ومعرف المعاملة لاسترداد الأموال.
de: Bitte kontaktieren Sie den Support mit Ihrer Bestellnummer (#%1$s) und Ihrer Transaktions-ID, um eine Rückerstattung zu erhalten.
es: Ponte en contacto con el servicio de asistencia con tu (s) número (#%1$s) de pedido y el identificador de la transacción para obtener un reembolso.
fa: لطفاً برای بازپرداخت با شماره سفارش و #%1$s شناسه تراکنش خود با پشتیبانی تماس بگیرید.
fil_ph: Mangyaring makipag-ugnay sa suporta gamit ang iyong (#%1$s) number ng order at ID ng transaksyon para sa isang refundation.
fr: Veuillez contacter le service d'assistance en indiquant votre numéro de commande (#%1$s) et l'identifiant de la transaction pour obtenir un remboursement.
hi: रिफंड के लिए कृपया अपने ऑर्डर नंबर (#%1$s) और ट्रांजेक्शन आईडी के साथ सपोर्ट से संपर्क करें।
id: Silakan hubungi bagian dukungan dengan nomor pesanan Anda (#%1$s) dan ID transaksi untuk mendapatkan pengembalian dana.
it: Contattare l'assistenza con il numero d'ordine (#%1$s) e l'ID della transazione per ottenere il rimborso.
ja: 返金をご希望の場合は、注文番号 (#%1$s) とトランザクション ID をサポートまでご連絡ください.
nl: Neem contact op met de klantenservice met je bestelnummer (#%1$s) en transactie-ID voor een terugbetaling.
pl: Skontaktuj się z pomocą techniczną, podając numer (#%1$s) zamówienia i identyfikator transakcji w celu uzyskania zwrotu pieniędzy.
pt_br: Entre em contato com o suporte com o (s) número (#%1$s) do pedido e o ID da transação para obter um reembolso.
ru: Обратитесь в службу поддержки, указав номер (#%1$s) заказа и идентификатор транзакции, чтобы получить возмещение.
tr_tr: Para iadesi için lütfen sipariş numaranız (#%1$s) ve işlem kimliğinizle birlikte destek ekibiyle iletişime geçin.
uk: Будь ласка, зверніться до служби підтримки, вказавши номер замовлення (#%1$s) та ідентифікатор транзакції, щоб отримати відшкодування.
vi: Vui lòng liên hệ với bộ phận hỗ trợ với số đơn hàng (#%1$s) và ID giao dịch để được hoàn lại tiền.

source: QUBIC Wallet Address
ar: عنوان محفظة QUBIC
de: QUBIC Wallet-Adresse
es: Dirección del monedero QUBIC
fa: آدرس کیف پول QUBIC
fr: Adresse du portefeuille QUBIC
hi: क्यूबिक वॉलेट एड्रेस
id: Alamat Dompet QUBIC
it: Indirizzo del portafoglio QUBIC
ja: QUBICウォレットアドレス
nl: QUBIC-portemonnee-adres
pl: Adres portfela QUBIC
pt_br: Endereço da carteira QUBIC
ru: Адрес кошелька QUBIC
tr_tr: QUBIC Cüzdan Adresi
uk: Адреса гаманця QUBIC
vi: Địa chỉ ví QUBIC

source: Qubic Coin Wallet Address
ar: عنوان محفظة كيوبيك كوين
de: Adresse der Qubic Coin Wallet
es: Dirección del monedero de Qubic Coin
fa: آدرس کیف پول کوین Qubic
fil_ph: Adresse ng Qubic Coin Wallet
fr: Adresse du portefeuille Qubic Coin
hi: क्यूबिक कॉइन वॉलेट एड्रेस
id: Alamat Dompet Koin Qubic
it: Indirizzo del portafoglio Qubic Coin
ja: Qubicコインウォレットアドレス
nl: Adres van de Qubic Coin-portemonnee
pl: Adres portfela Qubic Coin
pt_br: Endereço da carteira Qubic Coin
ru: Адрес кошелька Qubic Coin
tr_tr: Qubic Coin Cüzdan Adresi
uk: Адреса гаманця монет Qubic
vi: Địa chỉ ví Qubic Coin

source: Qubic Payment Details
ar: تفاصيل الدفع السريع
de: Qubic Zahlungsdetails
es: Detalles de pago de Qubic
fa: جزئیات پرداخت Qubic
fil_ph: Mga Detalye ng Pagbabayad ng Qubic
fr: Détails du paiement Qubic
hi: क्यूबिक भुगतान विवरण
id: Rincian Pembayaran Qubic
it: Dettagli di pagamento Qubic
ja: キュービック支払い詳細
nl: Betalingsgegevens van Qubic
pl: Szczegóły płatności Qubic
pt_br: Detalhes de pagamento Qubic
ru: Платежные реквизиты Qubic
tr_tr: Qubic Ödeme Detayları
uk: Платіжні реквізити Qubic
vi: Chi tiết thanh toán Qubic

source: Qus Amount Due
ar: المبلغ الإجمالي المستحق
de: Fälliger Qus-Betrag
es: Importe adeudado
fa: مبلغ پرداخت Qus
fil_ph: Dapat na Halaga ng Qus
fr: Montant dû
hi: क्यूस राशि देय
id: Jumlah Waktual Qus
it: Importo in qus dovuto
ja: 未払い金額
nl: Qus verschuldigd bedrag
pl: Kwota należna Qus
pt_br: Quas quantias devidas
ru: Сумма, подлежащая уплате
tr_tr: Ödenmesi Gereken Qus Miktarı
uk: Сума сплати Qus
vi: Số tiền đến hạn Qus

source: Remaining time
ar: الوقت المتبقي
de: Restlaufzeit
es: Tiempo restante
fa: زمان باقی مانده
fil_ph: Natitirang oras
fr: Temps restant
hi: शेष समय
id: Waktu yang tersisa
it: Tempo rimanente
ja: 残り時間
nl: Overgebleven tijd
pl: Pozostały czas
pt_br: Tempo restante
ru: Оставшееся время
tr_tr: Kalan Süre
uk: Час, що залишився
vi: Thời gian còn lại

source: Required Qus amount for payment
ar: مبلغ Quus المطلوب للدفع
de: Erforderlicher Qus-Betrag für die Zahlung
es: Importe de Qus requerido para el pago
fa: مبلغ Qus مورد نیاز برای پرداخت
fil_ph: Kinakailangan na halaga ng Qus para sa pagbabayad
fr: Montant Qus requis pour le paiement
hi: भुगतान के लिए आवश्यक क्यूएस राशि
id: Jumlah Qus yang diperlukan untuk pembayaran
it: Importo in Qus richiesto per il pagamento
ja: 支払いに必要なQus金額
nl: Vereist Qus-bedrag voor betaling
pl: Wymagana kwota Qus do zapłaty
pt_br: Valor necessário do Qus para pagamento
ru: Необходимая сумма Qus для оплаты
tr_tr: Ödeme için gerekli Qus tutarı
uk: Необхідна сума Qus для оплати
vi: Số tiền Qus cần thiết để thanh toán

source: Scan the QR code to send Qubic Coins directly to the developer.
ar: امسح رمز QR لإرسال عملات Qubic مباشرة إلى المطور.
de: Scannen Sie den QR-Code, um Qubic Coins direkt an den Entwickler zu senden.
es: Escanea el código QR para enviar Qubic Coins directamente al desarrollador.
fa: کد QR را اسکن کنید تا Qubic Coins را مستقیماً به توسعه دهنده ارسال کنید.
fil_ph: I-scan ang QR code upang maipadala ang Qubic Coins nang direkta sa developer.
fr: Scannez le code QR pour envoyer des Qubic Coins directement au développeur.
hi: डेवलपर को सीधे क्यूबिक सिक्के भेजने के लिए QR कोड को स्कैन करें.
id: Pindai kode QR untuk mengirim Qubic Coins langsung ke pengembang.
it: Scansiona il codice QR per inviare Qubic Coins direttamente allo sviluppatore.
ja: QRコードをスキャンして、開発者にQubicコインを直接送信します。
nl: Scan de QR-code om Qubic Coins rechtstreeks naar de ontwikkelaar te sturen.
pl: Zeskanuj kod QR, aby wysłać Qubic Coins bezpośrednio do programisty.
pt_br: Escaneie o código QR para enviar Qubic Coins diretamente para o desenvolvedor.
ru: Отсканируйте QR-код, чтобы отправить Qubic Coins непосредственно разработчику.
tr_tr: Qubic Coin'leri doğrudan geliştiriciye göndermek için QR kodunu tarayın.
uk: Відскануйте QR-код, щоб надіслати Qubic Coins безпосередньо розробнику.
vi: Quét mã QR để gửi Qubic Coins trực tiếp đến nhà phát triển.

source: Settings
ar: الإعدادت
de: Einstellungen
es: Ajustes
fa: تنظیمات
fil_ph: Mga Setting
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr_tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: Settings for the Pay with Qubic payment gateway.
ar: إعدادات بوابة الدفع الخاصة بالدفع باستخدام Qubic.
de: Einstellungen für das Pay with Qubic Payment Gateway.
es: Configuración de la pasarela de pago Pay with Qubic.
fa: تنظیمات دروازه پرداخت پرداخت با Qubic.
fil_ph: Mga setting para sa gateway sa pagbabayad ng Pay with Qubic.
fr: Paramètres de la passerelle de paiement Pay with Qubic.
hi: क्यूबिक पेमेंट गेटवे के साथ पे के लिए सेटिंग्स.
id: Pengaturan untuk gateway pembayaran Bayar dengan Qubic.
it: Impostazioni per il gateway di pagamento Pay with Qubic.
ja: 「QUBICでの支払い」支払いゲートウェイの設定。
nl: Instellingen voor de betalingsgateway Betalen met Qubic.
pl: Ustawienia bramki płatności Pay with Qubic.
pt_br: Configurações do gateway de pagamento Pay with Qubic.
ru: Настройки платежного шлюза Pay with Qubic.
tr_tr: Qubic ödeme ağ geçidi ile ödeme ayarları.
uk: Налаштування платіжного шлюзу «Оплата за допомогою Qubic».
vi: Cài đặt cho cổng thanh toán Thanh toán bằng Qubic.

source: Specify in seconds. For example, 600 for 10 minutes
ar: حدد بالثواني. على سبيل المثال، 600 لمدة 10 دقائق
de: In Sekunden angeben. Zum Beispiel 600 für 10 Minuten
es: Especifique en segundos. Por ejemplo, 600 durante 10 minutos
fa: در ثانیه مشخص کنید به عنوان مثال، 600 به مدت 10 دقیقه
fil_ph: Tukuyin sa ilang segundo. Halimbawa, 600 para sa 10 minuto
fr: Spécifiez en quelques secondes. Par exemple, 600 pour 10 minutes
hi: सेकंड में निर्दिष्ट करें। उदाहरण के लिए, 10 मिनट के लिए 600
id: Tentukan dalam hitungan detik. Misalnya, 600 selama 10 menit
it: Specifica in secondi. Ad esempio, 600 per 10 minuti
ja: 秒単位で指定します。たとえば、10 分間は 600 と入力します
nl: Specificeer in enkele seconden. Bijvoorbeeld 600 gedurende 10 minuten
pl: Określ w sekundach. Na przykład 600 przez 10 minut
pt_br: Especifique em segundos. Por exemplo, 600 por 10 minutos
ru: Укажите в секундах. Например, 600 за 10 минут
tr_tr: Saniye cinsinden belirtin. Örneğin, 10 dakika boyunca 600
uk: Вкажіть в секундах. Наприклад, 600 за 10 хвилин
vi: Chỉ định trong giây. Ví dụ: 600 trong 10 phút

source: Support the Developer
ar: ادعم المطور
de: Unterstützen Sie den Entwickler
es: Apoye al desarrollador
fa: پشتیبانی از توسعه دهنده
fil_ph: Suportahan ang Developer
fr: Soutenez le développeur
hi: डेवलपर का समर्थन करें
id: Dukung Pengembang
it: Sostieni lo sviluppatore
ja: 開発者をサポート
nl: Ondersteun de ontwikkelaar
pl: Wspieraj programistę
pt_br: Apoie o desenvolvedor
ru: Поддержите разработчика
tr_tr: Geliştiriciyi Destekleyin
uk: Підтримка розробника
vi: Hỗ trợ nhà phát triển

source: The Qubic Coin address to receive payments
ar: عنوان Qubic Coin لتلقي المدفوعات
de: Die Qubic Coin-Adresse für den Empfang von Zahlungen
es: La dirección de Qubic Coin para recibir pagos
fa: آدرس Qubic Coin برای دریافت پرداخت ها
fil_ph: Ang address ng Qubic Coin upang makatanggap ng mga pagbabayad
fr: L'adresse Qubic Coin pour recevoir les paiements
hi: भुगतान प्राप्त करने के लिए क्यूबिक कॉइन का पता
id: Alamat Qubic Coin untuk menerima pembayaran
it: L'indirizzo di Qubic Coin per ricevere i pagamenti
ja: 支払いを受け取るためのQubicコインアドレス
nl: Het Qubic Coin-adres om betalingen te ontvangen
pl: Adres Qubic Coin do otrzymywania płatności
pt_br: O endereço da Qubic Coin para receber pagamentos
ru: Адрес Qubic Coin для приема платежей
tr_tr: Ödemeleri almak için Qubic Coin adresi
uk: Адреса Qubic Coin для отримання платежів
vi: Địa chỉ Qubic Coin để nhận thanh toán

source: The description displayed during checkout
ar: الوصف المعروض أثناء الدفع
de: Die Beschreibung, die beim Auschecken angezeigt wird
es: La descripción que se muestra durante el proceso de compra
fa: توضیحات نمایش داده شده در هنگام پرداخت
fil_ph: Ang paglalarawan na ipinapakita sa pag-checkout
fr: La description affichée lors du paiement
hi: चेकआउट के दौरान प्रदर्शित किया गया विवरण
id: Deskripsi yang ditampilkan saat checkout
it: La descrizione visualizzata durante il checkout
ja: チェックアウト時に表示される説明
nl: De beschrijving die wordt weergegeven tijdens het afrekenen
pl: Opis wyświetlany podczas realizacji transakcji
pt_br: A descrição exibida durante a finalização da compra
ru: Описание, отображаемое во время оформления заказа
tr_tr: Ödeme sırasında görüntülenen açıklama
uk: Опис, що відображається під час оформлення замовлення
vi: Mô tả hiển thị trong quá trình thanh toán

source: The destination wallet address does not match
ar: عنوان محفظة الوجهة غير متطابق
de: Die Ziel-Wallet-Adresse stimmt nicht überein
es: La dirección del monedero de destino no coincide
fa: آدرس کیف پول مقصد مطابقت ندارد
fil_ph: Hindi tumutugma ang address ng destinasyon wallet
fr: L'adresse du portefeuille de destination ne correspond pas
hi: गंतव्य वॉलेट का पता मेल नहीं खाता
id: Alamat dompet tujuan tidak cocok
it: L'indirizzo del portafoglio di destinazione non corrisponde
ja: 送信先のウォレットアドレスが一致しません
nl: Het adres van de bestemmingsportefeuille komt niet overeen
pl: Adres portfela docelowego nie pasuje
pt_br: O endereço da carteira de destino não corresponde
ru: Адрес целевого кошелька не совпадает
tr_tr: Hedef cüzdan adresi eşleşmiyor
uk: Адреса цільового гаманця не збігається
vi: Địa chỉ ví đích không khớp

source: The order could not be found and could not be cancelled.
ar: لا يمكن العثور على الطلب ولا يمكن إلغاؤه.
de: Die Bestellung konnte nicht gefunden und nicht storniert werden.
es: No se encontró el pedido y no se pudo cancelar.
fa: سفارش یافت نشد و نمی توانست لغو شود.
fil_ph: Hindi matagpuan ang order at hindi maaaring kanselahin.
fr: La commande n'a pas pu être trouvée et n'a pas pu être annulée.
hi: ऑर्डर नहीं मिला और रद्द नहीं किया जा सका.
id: Pesanan tidak dapat ditemukan dan tidak dapat dibatalkan.
it: L'ordine non è stato trovato e non può essere annullato.
ja: 注文が見つからなかったため、キャンセルできませんでした。
nl: De bestelling kon niet worden gevonden en kon niet worden geannuleerd.
pl: Zamówienia nie udało się odnaleźć i nie można go anulować.
pt_br: O pedido não foi encontrado e não pôde ser cancelado.
ru: Заказ не был найден и не мог быть отменен.
tr_tr: Sipariş bulunamadı ve iptal edilemedi.
uk: Замовлення не знайдено і його не вдалося скасувати.
vi: Không thể tìm thấy đơn đặt hàng và không thể hủy.

source: The order was canceled because the payment period has expired.
ar: تم إلغاء الطلب بسبب انتهاء فترة الدفع.
de: Die Bestellung wurde storniert, da die Zahlungsfrist abgelaufen ist.
es: El pedido se canceló porque el período de pago ha caducado.
fa: سفارش لغو شد زیرا مدت پرداخت منقضی شده است.
fil_ph: Nakansela ang order dahil nag-expire na ang panahon ng pagbabayad.
fr: La commande a été annulée car le délai de paiement a expiré.
hi: ऑर्डर रद्द कर दिया गया क्योंकि भुगतान की अवधि समाप्त हो गई है.
id: Pesanan dibatalkan karena periode pembayaran telah berakhir.
it: L'ordine è stato annullato perché il periodo di pagamento è scaduto.
ja: 支払い期間が終了したため、注文はキャンセルされました。
nl: De bestelling is geannuleerd omdat de betalingstermijn is verstreken.
pl: Zamówienie zostało anulowane, ponieważ upłynął termin płatności.
pt_br: O pedido foi cancelado porque o período de pagamento expirou.
ru: Заказ был отменен, так как срок оплаты истек.
tr_tr: Ödeme süresi dolduğu için sipariş iptal edildi.
uk: Замовлення було скасовано через те, що термін оплати закінчився.
vi: Đơn hàng đã bị hủy vì thời hạn thanh toán đã hết hạn.

source: The title displayed during checkout
ar: العنوان المعروض أثناء الدفع
de: Der Titel, der beim Checkout angezeigt wird
es: El título que se muestra al finalizar la compra
fa: عنوان نمایش داده شده در هنگام پرداخت
fil_ph: Ang pamagat na ipinapakita habang pag-checkout
fr: Le titre affiché lors du paiement
hi: चेकआउट के दौरान प्रदर्शित किया गया शीर्षक
id: Judul ditampilkan saat checkout
it: Il titolo visualizzato durante il checkout
ja: チェックアウト時に表示されるタイトル
nl: De titel die wordt weergegeven tijdens het afrekenen
pl: Tytuł wyświetlany podczas realizacji transakcji
pt_br: O título exibido durante a finalização da compra
ru: Заголовок, отображаемый во время оформления заказа
tr_tr: Ödeme sırasında görüntülenen başlık
uk: Назва, що відображається під час оформлення замовлення
vi: Tiêu đề hiển thị trong quá trình thanh toán

source: The transaction time cannot be before the order time.
ar: لا يمكن أن يكون وقت المعاملة قبل وقت الطلب.
de: Die Transaktionszeit kann nicht vor dem Zeitpunkt der Bestellung liegen.
es: La hora de la transacción no puede ser anterior a la hora del pedido.
fa: زمان معامله نمی تواند قبل از زمان سفارش باشد.
fil_ph: Ang oras ng transaksyon ay hindi maaaring bago ang oras ng order.
fr: L'heure de la transaction ne peut pas être antérieure à l'heure de la commande.
hi: लेन-देन का समय ऑर्डर के समय से पहले नहीं हो सकता.
id: Waktu transaksi tidak boleh sebelum waktu pemesanan.
it: Il tempo di transazione non può essere anteriore all'orario dell'ordine.
ja: 取引時間を注文時間より前にすることはできません。
nl: De transactietijd mag niet vóór de besteltijd liggen.
pl: Czas transakcji nie może być wcześniejszy niż czas zamówienia.
pt_br: O horário da transação não pode ser anterior ao horário do pedido.
ru: Время транзакции не может быть раньше времени заказа.
tr_tr: İşlem süresi sipariş saatinden önce olamaz.
uk: Час транзакції не може бути раніше часу замовлення.
vi: Thời gian giao dịch không thể trước thời gian đặt hàng.

source: Title
ar: عنوان
de: Titel
es: Título
fa: عنوان
fil_ph: Pamagat
fr: Titre
hi: टाइटल
id: Judul
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
tr_tr: Başlık
uk: Назва
vi: Tiêu đề

source: Transaction ID
ar: معرف المعاملة
de: Transaktions-ID
es: ID de la transacción
fa: شناسه تراکنش
fil_ph: ID ng Transaksyon
fr: ID de la transaction
hi: ट्रांजेक्शन आईडी
id: ID Transaksi
it: ID transazione
ja: トランザクション ID
nl: Transactie ID
pl: ID Transakcji
pt_br: ID da transação
ru: Идентификатор транзакции
tr_tr: İşlem Kimliği
uk: Ідентифікатор операції
vi: ID giao dịch

source: Transaction ID was entered incorrectly.
ar: تم إدخال معرف المعاملة بشكل غير صحيح.
de: Die Transaktions-ID wurde falsch eingegeben.
es: El identificador de la transacción se ingresó de forma incorrecta.
fa: شناسه تراکنش به اشتباه وارد شده است.
fil_ph: Ang ID ng transaksyon ay naipasok nang hindi tama.
fr: L'ID de transaction n'a pas été saisi correctement.
hi: ट्रांजेक्शन आईडी गलत दर्ज की गई थी.
id: ID transaksi tidak dimasukkan dengan benar.
it: L'ID della transazione è stato inserito in modo errato.
ja: トランザクション ID が間違って入力されました。
nl: De transactie-ID is verkeerd ingevoerd.
pl: Identyfikator transakcji został wprowadzony nieprawidłowo.
pt_br: O ID da transação foi inserido incorretamente.
ru: Идентификатор транзакции был введен неправильно.
tr_tr: İşlem kimliği yanlış girildi.
uk: Ідентифікатор транзакції був введений неправильно.
vi: ID giao dịch đã được nhập không chính xác.

source: Unable to connect to the server, please try again in a moment.
ar: غير قادر على الاتصال بالخادم، يرجى المحاولة مرة أخرى بعد قليل.
de: Es konnte keine Verbindung zum Server hergestellt werden. Bitte versuchen Sie es gleich erneut.
es: No se puede conectar al servidor. Vuelva a intentarlo en un momento.
fa: امکان اتصال به سرور وجود ندارد، لطفاً یک لحظه دیگر دوباره امتحان کنید.
fil_ph: Hindi makakonekta sa server, mangyaring subukang muli sa isang sandali.
fr: Impossible de se connecter au serveur, veuillez réessayer dans un instant.
hi: सर्वर से कनेक्ट नहीं किया जा सका, कृपया एक पल में फिर से कोशिश करें.
id: Tidak dapat terhubung ke server, silakan coba lagi sebentar lagi.
it: Impossibile connettersi al server, riprova tra un attimo.
ja: サーバーに接続できません。しばらくしてからもう一度試してください。
nl: Kan geen verbinding maken met de server, probeer het zo snel mogelijk opnieuw.
pl: Nie można połączyć się z serwerem, spróbuj ponownie za chwilę.
pt_br: Não foi possível conectar-se ao servidor. Tente novamente em alguns instantes.
ru: Не удалось подключиться к серверу, попробуйте еще раз через некоторое время.
tr_tr: Sunucuya bağlanılamıyor, lütfen biraz sonra tekrar deneyin.
uk: Не вдається підключитися до сервера, будь ласка, повторіть спробу через мить.
vi: Không thể kết nối với máy chủ, vui lòng thử lại trong giây lát.

source: Unable to fetch Qubic price information.
ar: غير قادر على جلب معلومات سعر Qubic.
de: Die Qubic-Preisinformationen konnten nicht abgerufen werden.
es: No se ha podido obtener la información de precios de Qubic.
fa: نمی توان اطلاعات قیمت Qubic را دریافت کرد.
fil_ph: Hindi makuha ang impormasyon sa presyo ng Qubic.
fr: Impossible de récupérer les informations sur les prix de Qubic.
hi: क्यूबिक मूल्य की जानकारी प्राप्त करने में असमर्थ.
id: Tidak dapat mengambil informasi harga Qubic.
it: Impossibile recuperare le informazioni sui prezzi di Qubic.
ja: QUBICの価格情報を取得できません。
nl: Kan Qubic-prijsinformatie niet ophalen.
pl: Nie można pobrać informacji o cenie Qubic.
pt_br: Não foi possível obter as informações de preço do Qubic.
ru: Не удалось получить информацию о ценах Qubic.
tr_tr: Qubic fiyat bilgisi alınamıyor.
uk: Не вдалося отримати інформацію про ціну Qubic.
vi: Không thể lấy thông tin giá Qubic.
