Repository: ozeron7/Pay-with-Qubic
Catalog: languages/pwqu-*.po
Languages: ar, de, es, fa, fil_ph, fr, hi, id, it, ja, nl, pl, pt_br, ru, tr_tr, uk, vi

source: Verifies payments made using Qubic Coin and approves or cancels the order accordingly.
ar: يتحقق من المدفوعات التي تتم باستخدام Qubic Coin ويوافق على الطلب أو يلغيه وفقًا لذلك.
de: Überprüft Zahlungen, die mit Qubic Coin getätigt wurden, und genehmigt oder storniert die Bestellung entsprechend.
es: Verifica los pagos realizados con Qubic Coin y aprueba o cancela el pedido en consecuencia.
fa: پرداخت های انجام شده با استفاده از Qubic Coin را تأیید می کند و سفارش را بر این اساس تأیید یا لغو می کند.
fil_ph: Pinatunayan ang mga pagbabayad na ginawa gamit ang Qubic Coin at inaprubahan o kinansela ang order nang naaayon.
fr: Vérifie les paiements effectués à l'aide de Qubic Coin et approuve ou annule la commande en conséquence.
hi: क्यूबिक कॉइन का उपयोग करके किए गए भुगतानों को सत्यापित करता है और तदनुसार ऑर्डर को मंजूरी देता है या रद्द करता है.
id: Memverifikasi pembayaran yang dilakukan menggunakan Qubic Coin dan menyetujui atau membatalkan pesanan yang sesuai.
it: Verifica i pagamenti effettuati utilizzando Qubic Coin e approva o annulla l'ordine di conseguenza.
ja: Qubic Coinを使用して行われた支払いを確認し、それに応じて注文を承認またはキャンセルします。
nl: Verifieert betalingen met Qubic Coin en keurt de bestelling dienovereenkomstig goed of annuleert deze.
pl: Weryfikuje płatności dokonane za pomocą Qubic Coin i odpowiednio zatwierdza lub anuluje zamówienie.
pt_br: Verifica os pagamentos feitos usando a Qubic Coin e aprova ou cancela o pedido adequadamente.
ru: Проверяет платежи, произведенные с помощью Qubic Coin, и соответствующим образом утверждает или отменяет заказ.
tr_tr: Qubic Coin kullanılarak yapılan ödemeleri doğrular ve buna göre siparişi onaylar veya iptal eder.
uk: Перевіряє платежі, здійснені за допомогою Qubic Coin, і відповідно схвалює або скасовує замовлення.
vi: Xác minh các khoản thanh toán được thực hiện bằng Qubic Coin và chấp thuận hoặc hủy đơn đặt hàng cho phù hợp.

source: Wallet address not recognised.
ar: لم يتم التعرف على عنوان المحفظة.
de: Die Wallet-Adresse wurde nicht erkannt.
es: No se reconoce la dirección del monedero.
fa: آدرس کیف پول شناخته نشده است.
fil_ph: Hindi kinikilala ang address ng wallet.
fr: L'adresse du portefeuille n'est pas reconnue.
hi: वॉलेट का पता पहचाना नहीं गया.
id: Alamat dompet tidak dikenali.
it: Indirizzo del portafoglio non riconosciuto.
ja: ウォレットアドレスが認識されません。
nl: Portemonnee-adres wordt niet herkend.
pl: Adres portfela nie został rozpoznany.
pt_br: Endereço da carteira não reconhecido.
ru: Адрес кошелька не распознан.
tr_tr: Cüzdan adresi tanınmıyor.
uk: Адреса гаманця не розпізнана.
vi: Địa chỉ ví không được nhận dạng.

source: day
ar: اليوم
de: Tag
es: día
fa: روز
fil_ph: araw
fr: journée
hi: डे
id: hari
it: giorno
ja: 日
nl: dag
pl: dzień
pt_br: dia
ru: день
tr_tr: gün
uk: дня
vi: ngày

source: days
ar: الأيام
de: Tage
es: días
fa: روزها
fil_ph: araw
fr: journées
hi: दिवसों
id: hari
it: giorni
ja: 日々
nl: dagen
pl: dni
pt_br: dias
ru: дн
tr_tr: gün
uk: днів
vi: ngày

source: hour
ar: ساعة
es: hora
fa: ساعت
fil_ph: oras
fr: heure
hi: घंटा
id: jam
it: ora
ja: 時間
nl: uur
pl: godziny
pt_br: hora
ru: час
tr_tr: saat
uk: годину
vi: giờ

source: hours
ar: ساعات
de: Stunden
fa: ساعت ها
fil_ph: oras
hi: घंटे
id: jam
it: ore
ja: 時間
nl: uren
pl: godzin
pt_br: horas
ru: часов
tr_tr: saat
uk: годин
vi: giờ

source: min
ar: دقيقة
fa: حداقل
hi: मिन
ja: 最小
ru: мин
tr_tr: dk
uk: mін
vi: tối thiểu

source: mins
ar: دقيقة
fa: دقیقه ها
fil_ph: minuto
fr: minutes
hi: मिनट
id: menit
ja: 分
pl: minuty
ru: мин
tr_tr: dk
uk: хв
vi: phút

source: sec
ar: ثانية
de: Sekunde
es: segundo
fa: ثانیه
fil_ph: segundo
fr: seconde
hi: सेकंड
id: detik
it: secondo
ja: 秒
pt_br: seg
ru: сек
tr_tr: sn
uk: сек
vi: giây

source: secs
ar: ثانية
de: Sekunden
es: segundos
fa: ثانیه
fil_ph: segundo
fr: secondes
hi: दम
id: detik
it: secondi
ja: 秒
pl: sekundy
pt_br: segundos
ru: секунд
tr_tr: sn
uk: секунди
vi: giây

source: ozeron7
uk: озерон7
