Repository: ozeron7/Pay-with-Qubic
Catalog: languages/pwqu-*.po
Languages: ar, de, es, fa, fil_ph, fr, hi, id, it, ja, nl, pl, pt_br, ru, tr_tr, uk, vi

source: 1 Qu:
ar: 1. الكمية:
hi: 1 क्यू:
ja: 1 クオード:
nl: 1 vraag:
ru: 1 июля:

source: Allows payment using Qubic Coin.
ar: يسمح بالدفع باستخدام Qubic Coin.
de: Ermöglicht die Zahlung mit Qubic Coin.
es: Permite el pago con Qubic Coin.
fa: امکان پرداخت با استفاده از Qubic Coin را فراهم می کند.
fil_ph: Pinapayagan ang pagbabayad gamit ang Qubic Coin.
fr: Permet le paiement à l'aide de Qubic Coin.
hi: क्यूबिक कॉइन का उपयोग करके भुगतान की अनुमति देता है.
id: Memungkinkan pembayaran menggunakan Qubic Coin.
it: Consente il pagamento tramite Qubic Coin.
ja: キュービックコインを使った支払いが可能です。
nl: Maakt betaling met Qubic Coin mogelijk.
pl: Umożliwia dokonywanie płatności za pomocą Qubic Coin.
pt_br: Permite pagamento usando Qubic Coin.
ru: Разрешает оплату с помощью Qubic Coin.
tr_tr: Qubic Coin kullanarak ödeme yapılmasına izin verir.
uk: Дозволяє здійснювати оплату за допомогою Qubic Coin.
vi: Cho phép thanh toán bằng Qubic Coin.

source: Amount Paid
ar: المبلغ المدفوع
de: Gezahlter Betrag
es: Monto pagado
fa: مبلغ پرداخت شده
fil_ph: Halaga na Binayaran
fr: Montant payé
hi: भुगतान की गई राशि
id: Jumlah yang dibayar
it: Importo pagato
ja: 支払い金額
nl: Betaald bedrag
pl: Zapłacona kwota
pt_br: Quantidade paga
ru: Выплаченная сумма
tr_tr: Ödenen tutar
uk: Сплачена сума
vi: Số tiền đã thanh toán

source: Amount to be sent to the Qubic wallet
ar: المبلغ الذي سيتم إرساله إلى محفظة Qubic
de: Betrag, der an die Qubic-Wallet gesendet werden soll
es: Importe que se enviará al monedero de Qubic
fa: مبلغی که باید به کیف پول Qubic ارسال شود
fil_ph: Halaga na ipapadala sa Qubic wallet
fr: Montant à envoyer au portefeuille Qubic
hi: क्यूबिक वॉलेट में भेजी जाने वाली राशि
id: Jumlah yang akan dikirim ke dompet Qubic
it: Importo da inviare al portafoglio Qubic
ja: Qumicウォレットに送金する金額
nl: Bedrag dat naar de Qubic-portemonnee moet worden gestuurd
pl: Kwota do wysłania do portfela Qubic
pt_br: Valor a ser enviado para a carteira Qubic
ru: Сумма, которую нужно отправить на кошелек Qubic
tr_tr: Qubic cüzdanına gönderilecek miktar
uk: Сума для відправлення на гаманець Qubic
vi: Số tiền được gửi vào ví Qubic

source: An error occurred while copying qus amounts.
ar: حدث خطأ أثناء نسخ مبالغ qus.
de: Beim Kopieren von Qus-Beträgen ist ein Fehler aufgetreten.
es: Se ha producido un error al copiar los importes.
fa: هنگام کپی کردن مقادیر qus خطایی رخ داد.
fil_ph: Isang error ang naganap habang kinopya ang mga halaga ng qus.
fr: Une erreur s'est produite lors de la copie des montants quantiques.
hi: क्यूएस राशियों की नक़ल करते समय एक त्रुटि हुई.
id: Terjadi kesalahan saat menyalin jumlah qus.
it: Si è verificato un errore durante la copia degli importi qus.
ja: Qus 金額のコピー中にエラーが発生しました.
nl: Er is een fout opgetreden tijdens het kopiëren van qus-bedragen.
pl: Wystąpił błąd podczas kopiowania kwot qus.
pt_br: Ocorreu um erro ao copiar os valores qus.
ru: При копировании сумм qus произошла ошибка.
tr_tr: Qus miktarlarını kopyalanırken bir hata oluştu.
uk: Під час копіювання сум qus сталася помилка.
vi: Đã xảy ra lỗi khi sao chép số tiền qus.

source: An error occurred while copying the wallet address.
ar: حدث خطأ أثناء نسخ عنوان المحفظة.
de: Beim Kopieren der Wallet-Adresse ist ein Fehler aufgetreten.
es: Se ha producido un error al copiar la dirección del monedero.
fa: هنگام کپی کردن آدرس کیف پول، خطایی رخ داد.
fil_ph: Isang error ang naganap habang kinopya ang address ng wallet.
fr: Une erreur s'est produite lors de la copie de l'adresse du portefeuille.
hi: वॉलेट का पता कॉपी करते समय एक त्रुटि हुई.
id: Terjadi kesalahan saat menyalin alamat dompet.
it: Si è verificato un errore durante la copia dell'indirizzo del portafoglio.
ja: ウォレットアドレスのコピー中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het kopiëren van het portemonnee-adres.
pl: Wystąpił błąd podczas kopiowania adresu portfela.
pt_br: Ocorreu um erro ao copiar o endereço da carteira.
ru: При копировании адреса кошелька произошла ошибка.
tr_tr: Cüzdan adresini kopyalarken bir hata oluştu.
uk: Під час копіювання адреси гаманця сталася помилка.
vi: Đã xảy ra lỗi trong khi sao chép địa chỉ ví.

source: Awaiting payment with Qubic Coin.
ar: في انتظار الدفع باستخدام Qubic Coin.
de: Ich warte auf die Zahlung mit Qubic Coin.
es: Esperando el pago con Qubic Coin.
fa: در انتظار پرداخت با کوین Qubic.
fil_ph: Naghihintay ng pagbabayad gamit ang Qubic Coin.
fr: En attente de paiement avec Qubic Coin.
hi: क्यूबिक कॉइन के साथ भुगतान की प्रतीक्षा कर रहा है.
id: Menunggu pembayaran dengan Qubic Coin.
it: In attesa di pagamento con Qubic Coin.
ja: Qubicコインでの支払いを待っています。
nl: In afwachting van betaling met Qubic Coin.
pl: Oczekiwanie na płatność za pomocą Qubic Coin.
pt_br: Aguardando pagamento com Qubic Coin.
ru: В ожидании оплаты с помощью Qubic Coin.
tr_tr: Qubic Coin ile ödeme bekliyorum.
uk: Очікується оплата за допомогою Qubic Coin.
vi: Đang chờ thanh toán bằng Qubic Coin.

source: Checking payment...
ar: جاري التحقق من الدفع...
de: Zahlung wird überprüft...
es: Comprobando el pago...
fa: چک کردن پرداخت...
fil_ph: Sinusuri ang pagbabayad...
fr: Vérifier le paiement...
hi: भुगतान चेक किया जा रहा है...
id: Memeriksa pembayaran...
it: Verifica del pagamento...
ja: 支払いを確認中...
nl: Betaling controleren...
pl: Sprawdzanie płatności...
pt_br: Verificando o pagamento...
ru: Проверка платежа...
tr_tr: Ödeme kontrol ediliyor...
uk: Перевірка платежу...
vi: Đang kiểm tra thanh toán…

source: Copied!
ar: تم النسخ!
de: Kopiert!
es: COPIADO!
fa: کپی شد!
fil_ph: Kinopya!
fr: Copié !
hi: कॉपी किया गया!
id: Disalin!
it: COPIATO!
ja: コピーされました!
nl: Cekopieerd!
pl: Skopiowane!
pt_br: COPIADO!
ru: СКОПИРОВАНО!
tr_tr: Kopyalandı!
uk: Скопійовано!
vi: Sao chép!

source: Copy
ar: نسخه
es: Copiar
fa: کپی
fil_ph: Kopyahin
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: [コピー]
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr_tr: Kopyala
uk: Копіювати
vi: Sao chép

source: Currency conversion failed.
ar: فشل تحويل العملات.
de: Die Währungsumrechnung ist fehlgeschlagen.
es: Fallo en la conversión de divisas.
fa: تبدیل ارز شکست خورد.
fil_ph: Nabigo ang conversion ng pera.
fr: La conversion des devises a échoué.
hi: मुद्रा रूपांतरण असफल.
id: Konversi mata uang gagal.
it: Conversione di valuta non riuscita.
ja: 通貨換算に失敗しました。
nl: Het omrekenen van valuta is mislukt.
pl: Konwersja waluty nie powiodła się.
pt_br: Falha na conversão de moeda.
ru: Сбой при конвертации валюты.
tr_tr: Para birimi dönüştürme başarısız oldu.
uk: Конвертація валюти не вдалася.
vi: Chuyển đổi tiền tệ không thành công.

source: Description
ar: وصف
de: Beschreibung
es: Descripción
fa: توضیحات
fil_ph: PAGLALARAWAN
fr: Descriptif
hi: विवरण
id: Deskripsi
ja: [説明]
nl: Omschrijving
pl: Opis
ru: Описание
tr_tr: Açıklama
uk: Опис
vi: Mô tả

source: Developer Wallet Address
ar: عنوان محفظة المطور
de: Wallet-Adresse des Entwicklers
es: Dirección del monedero del desarrollador
fa: آدرس کیف پول توسعه دهنده
fil_ph: Address ng Wallet ng Developer
fr: Adresse du portefeuille du développeur
hi: डेवलपर वॉलेट का पता
id: Alamat Dompet Pengembang
it: Indirizzo del portafoglio dello sviluppatore
ja: デベロッパーウォレットアドレス
nl: Wallet-adres voor ontwikkelaars
pl: Adres portfela programisty
pt_br: Endereço da carteira do desenvolvedor
ru: Адрес кошелька разработчика
tr_tr: Geliştirici Cüzdan Adresi
uk: Адреса гаманця розробника
vi: Nhà phát triển Wallet Address

source: Enable Pay with Qubic payment gateway
ar: تمكين الدفع باستخدام بوابة الدفع Qubic
de: Aktivieren Sie Pay with Qubic Payment Gateway
es: Habilite el pago con la pasarela de pago Qubic
fa: فعال کردن پرداخت با دروازه پرداخت Qubic
fil_ph: Paganahin ang Pay gamit ang gateway sa pagbabayad ng Qubic
fr: Activez le paiement avec la passerelle de paiement Qubic
hi: क्यूबिक पेमेंट गेटवे के साथ पे सक्षम करें
id: Aktifkan Gateway pembayaran Bayar dengan Qubic
it: Abilita Pay with Qubic Payment Gateway
ja: QUBICペイメントゲートウェイでの支払いを有効にする
nl: Betalen met de betalingsgateway van Qubic inschakelen
pl: Włącz płatność za pomocą bramki płatności Qubic
pt_br: Habilite o pagamento com o gateway de pagamento Qubic
ru: Включите оплату с помощью платежного шлюза Qubic
tr_tr: Qubic ödeme ağ geçidi ile Ödeme özelliğini etkinleştir
uk: Увімкнути платіжний шлюз Qubic
vi: Bật thanh toán bằng cổng thanh toán Qubic

source: Enter your Transaction ID and click 'Pay':
ar: أدخل معرف المعاملة الخاص بك وانقر على «الدفع»:
de: Geben Sie Ihre Transaktions-ID ein und klicken Sie auf „Bezahlen“:
es: Introduce tu ID de transacción y haz clic en «Pagar»:
fa: شناسه تراکنش خود را وارد کنید و روی «پرداخت» کلیک کنید:
fil_ph: Ipasok ang iyong ID ng Transaksyon at i-click ang 'Pay':
fr: Entrez votre numéro de transaction et cliquez sur « Payer » :
hi: अपनी ट्रांजेक्शन आईडी दर्ज करें और 'पे' पर क्लिक करें:
id: Masukkan ID Transaksi Anda dan klik 'Bayar':
it: Inserisci l'ID della transazione e fai clic su «Paga»:
ja: トランザクション ID を入力して [支払い] をクリックします:
nl: Voer je transactie-ID in en klik op 'Betalen':
pl: Wprowadź swój identyfikator transakcji i kliknij „Zapłać”:
pt_br: Digite seu ID de transação e clique em “Pagar”:
ru: Введите идентификатор транзакции и нажмите «Оплатить»:
tr_tr: İşlem Kimliğinizi girin ve 'Öde'yi tıklayın:
uk: Введіть свій ідентифікатор транзакції та натисніть «Оплатити»:
vi: Nhập ID giao dịch của bạn và nhấp vào 'Thanh toán':

source: Expected
ar: من المتوقع
de: Erwartet
es: Esperado
fa: مورد انتظار
fil_ph: Inaasahan
fr: Prévu
hi: अपेक्षित
id: Diharapkan
it: Previsto
ja: 期待
nl: Verwacht
pl: Spodziewany
pt_br: Esperado
ru: Ожидается
tr_tr: Beklenen
uk: Очікуваний
vi: Dự kiến

source: However, an overpayment has been made.
ar: ومع ذلك، تم دفع مبالغ زائدة.
de: Es wurde jedoch eine Überzahlung geleistet.
es: Sin embargo, se ha realizado un sobrepago.
fa: با این حال، پرداخت اضافی انجام شده است.
fil_ph: Gayunpaman, isang labis na pagbabayad ang ginawa.
fr: Cependant, un trop-payé a été effectué.
hi: हालांकि, ओवरपेमेंट किया गया है।
id: Namun, pembayaran lebih telah dilakukan.
it: Tuttavia, è stato effettuato un pagamento in eccesso.
ja: ただし、過払いが行われました。
nl: Er is echter te veel betaald.
pl: Jednak dokonano nadpłaty.
pt_br: No entanto, um pagamento em excesso foi feito.
ru: Однако была произведена переплата.
tr_tr: Ancak, fazla ödeme yapıldı.
uk: Однак була здійснена переплата.
vi: Tuy nhiên, một khoản thanh toán vượt mức đã được thực hiện.

source: If you find this plugin helpful, you can support the developer by sending Qubic Coins to the wallet address below.
ar: إذا وجدت هذا المكون الإضافي مفيدًا، فيمكنك دعم المطور عن طريق إرسال Qubic Coins إلى عنوان المحفظة أدناه.
de: Wenn du dieses Plugin hilfreich findest, kannst du den Entwickler unterstützen, indem du Qubic Coins an die unten angegebene Wallet-Adresse sendest.
es: Si encuentras útil este plugin, puedes ayudar al desarrollador enviando Qubic Coins a la dirección de monedero que aparece más abajo.
fa: اگر این افزونه مفید است، می توانید با ارسال Qubic Coins به آدرس کیف پول زیر از توسعه دهنده پشتیبانی کنید.
fil_ph: Kung nakikita mo na kapaki-pakinabang ang plugin na ito, maaari mong suportahan ang developer sa pamamagitan ng pagpapadala ng Qubic Coins sa address ng wallet sa ibaba.
fr: Si vous trouvez ce plugin utile, vous pouvez aider le développeur en envoyant des Qubic Coins à l'adresse du portefeuille ci-dessous.
hi: यदि आपको यह प्लगइन मददगार लगता है, तो आप नीचे दिए गए वॉलेट पते पर क्यूबिक सिक्के भेजकर डेवलपर का समर्थन कर सकते हैं।
id: Jika Anda menemukan plugin ini bermanfaat, Anda dapat mendukung pengembang dengan mengirimkan Qubic Coins ke alamat dompet di bawah ini.
it: Se trovi utile questo plugin, puoi supportare lo sviluppatore inviando Qubic Coins all'indirizzo del portafoglio riportato di seguito.
ja: このプラグインが役に立った場合は、以下のウォレットアドレスにQubic Coinsを送信して開発者をサポートできます。
nl: Als je deze plug-in nuttig vindt, kun je de ontwikkelaar ondersteunen door Qubic Coins naar het onderstaande portemonnee-adres te sturen.
pl: Jeśli uznasz tę wtyczkę za pomocną, możesz wesprzeć programistę, wysyłając Qubic Coins na poniższy adres portfela.
pt_br: Se você achar esse plugin útil, você pode apoiar o desenvolvedor enviando Qubic Coins para o endereço da carteira abaixo.
ru: Если вы сочтете этот плагин полезным, вы можете поддержать разработчика, отправив Qubic Coins на указанный ниже адрес кошелька.
tr_tr: Bu eklentiyi yararlı bulursanız, aşağıdaki cüzdan adresine Qubic Coins göndererek geliştiriciyi destekleyebilirsiniz.
uk: Якщо ви вважаєте цей плагін корисним, ви можете підтримати розробника, надіславши Qubic Coins на адресу гаманця нижче.
vi: Nếu bạn thấy plugin này hữu ích, bạn có thể hỗ trợ nhà phát triển bằng cách gửi Qubic Coins đến địa chỉ ví bên dưới.

source: Invalid data.
ar: بيانات غير صالحة.
de: Ungültige Daten.
es: Datos no válidos.
fa: داده های نامعتبر.
fil_ph: Hindi wastong data.
fr: Données non valides.
hi: अमान्य डेटा।
id: Data tidak valid.
it: Dati non validi.
ja: データが無効です。
nl: Ongeldige gegevens.
pl: Nieprawidłowe dane.
pt_br: Dados inválidos.
ru: Неверные данные.
tr_tr: Geçersiz veri.
uk: Невірні дані.
vi: Dữ liệu không hợp lệ.

source: Invalid order.
ar: طلب غير صالح.
de: Ungültige Bestellung.
es: Pedido no válido.
fa: سفارش نامعتبر.
fil_ph: Hindi wastong order.
fr: Commande non valide.
hi: अमान्य ऑर्डर।
id: Pesanan tidak valid.
it: Ordine non valido.
ja: 注文が無効です。
nl: Ongeldige bestelling.
pl: Nieprawidłowe zamówienie.
pt_br: Pedido inválido.
ru: Неверный заказ.
tr_tr: Geçersiz sipariş.
uk: Недійсне замовлення.
vi: Đơn hàng không hợp lệ.

source: Invalid transaction ID.
ar: معرف معاملة غير صالح.
de: Ungültige Transaktions-ID.
es: ID de transacción no válido.
fa: شناسه تراکنش نامعتبر.
fil_ph: Hindi wastong ID ng transaksyon.
fr: ID de transaction non valide.
hi: अवैध ट्रांज़ैक्शन आईडी।
id: ID transaksi tidak valid.
it: ID transazione non valido.
ja: トランザクション ID が無効です。
nl: Ongeldige transactie-ID.
pl: Nieprawidłowy identyfikator transakcji.
pt_br: ID de transação inválido.
ru: Неверный идентификатор транзакции.
tr_tr: Geçersiz işlem kimliği.
uk: Недійсний ідентифікатор транзакції.
vi: ID giao dịch không hợp lệ.

source: Less than the due amount has been paid. Order canceled.
ar: تم دفع أقل من المبلغ المستحق. تم إلغاء الطلب.
de: Es wurde weniger als der fällige Betrag bezahlt. Bestellung storniert.
es: Se ha pagado una cantidad inferior a la adeudada. Pedido cancelado.
fa: کمتر از مبلغ مقرر پرداخت شده است. سفارش لغو شد.
fil_ph: Mas mababa kaysa sa kinakailangang halaga ang binayaran. Kinansela ang order.
fr: Un montant inférieur au montant dû a été payé. Commande annulée.
hi: देय राशि से कम का भुगतान किया गया है। ऑर्डर कैंसिल किया गया।
id: Kurang dari jumlah yang harus dibayarkan. Pesanan dibatalkan.
it: È stato pagato meno dell'importo dovuto. Ordine annullato.
ja: 支払額が支払われた金額が支払われました。注文はキャンセルされました。
nl: Er is minder betaald dan het verschuldigde bedrag. Bestelling geannuleerd.
pl: Zapłacono mniej niż należna kwota. Zamówienie anulowane.
pt_br: Menos do que o valor devido foi pago. Pedido cancelado.
ru: Выплачено меньше положенной суммы. Заказ отменен.
tr_tr: Ödenmesi gereken tutardan daha az ödendi. Sipariş iptal edildi.
uk: Виплачено менше, ніж належна сума. Замовлення скасовано.
vi: Ít hơn số tiền đến hạn đã được thanh toán. Đơn hàng bị hủy.

source: Nonce verification failed.
ar: بمجرد فشل التحقق.
de: Die Nonce-Überprüfung ist fehlgeschlagen.
es: Falló la verificación de Nonce.
fa: تأیید Nonce شکست خورد.
fil_ph: Nabigo ang pagpapatunay ng Nonce.
fr: La vérification de Nonce a échoué.
hi: एक बार सत्यापन विफल नहीं हुआ।
id: Verifikasi nonce gagal.
it: La verifica Nonce non è riuscita.
ja: ノンス検証が失敗しました。
nl: Geen enkele verificatie is mislukt.
pl: Weryfikacja Nonce nie powiodła się.
pt_br: A verificação de Nonce falhou.
ru: Ни разу не удалось проверить.
tr_tr: Nonce doğrulaması başarısız oldu.
uk: Перевірка Nonce не вдалася.
vi: Xác minh Nonce không thành công.

source: Order ID is not valid.
ar: معرف الطلب غير صالح.
de: Die Bestellnummer ist nicht gültig.
es: El identificador del pedido no es válido.
fa: شناسه سفارش معتبر نیست.
fil_ph: Hindi wasto ang order ID.
fr: Le numéro de commande n'est pas valide.
hi: ऑर्डर आईडी मान्य नहीं है।
id: ID Pesanan tidak valid.
it: L'ID dell'ordine non è valido.
ja: 注文 ID は無効です。
nl: Bestel-ID is niet geldig.
pl: Identyfikator zamówienia nie jest ważny.
pt_br: O ID do pedido não é válido.
ru: Идентификатор заказа недействителен.
tr_tr: Sipariş kimliği geçerli değil.
uk: Ідентифікатор замовлення недійсний.
vi: ID đơn hàng không hợp lệ.

source: Order Status
ar: حالة الطلب
de: Bestellstatus
es: Estado del pedido
fa: وضعیت سفارش
fil_ph: Katayuan ng Order
fr: État de la commande
hi: आदेश की स्थिति
id: Status Pesanan
it: Stato dell'ordine
ja: 注文状況
nl: Status van de bestelling
pl: Status zamówienia
pt_br: Estado do pedido
ru: Статус заказа
tr_tr: Sipariş Durumu
uk: Статус замовлення
vi: Trạng thái đơn hàng

source: Order canceled due to payment timeout.
ar: تم إلغاء الطلب بسبب مهلة الدفع.
de: Die Bestellung wurde aufgrund eines Timeouts bei der Zahlung storniert.
es: Pedido cancelado debido al tiempo de espera del pago.
fa: سفارش به دلیل زمان تعطیلی پرداخت لغو شد.
fil_ph: Kinansela ang order dahil sa timeout ng pagbabayad.
fr: Commande annulée en raison d'un délai de paiement.
hi: भुगतान समय समाप्त होने के कारण ऑर्डर रद्द किया गया।
id: Pesanan dibatalkan karena batas waktu pembayaran.
it: Ordine annullato a causa del timeout del pagamento.
ja: 支払いがタイムアウトしたため、注文はキャンセルされました。
nl: Bestelling geannuleerd vanwege een betalingstermijn.
pl: Zamówienie anulowane z powodu limitu czasu płatności.
pt_br: Pedido cancelado devido ao tempo limite de pagamento.
ru: Заказ отменен из-за истечения срока платежа.
tr_tr: Ödeme süresi aşımı nedeniyle sipariş iptal edildi.
uk: Замовлення скасовано через тайм-аут оплати.
vi: Đơn hàng bị hủy do thời gian thanh toán hết hạn.

source: Order not found
ar: لم يتم العثور على الطلب
de: Auftrag nicht gefunden
es: Pedido no encontrado
fa: سفارش یافت نشد
fil_ph: Hindi natagpuan ang order
fr: Commande introuvable
hi: ऑर्डर नहीं मिला
id: Pesanan tidak ditemukan
it: Ordine non trovato
ja: 注文が見つかりません
nl: Oestelling niet gevonden
pl: Nie znaleziono zamówienia
pt_br: Pedido não encontrado
ru: Заказ не найден
tr_tr: Sipariş bulunamadı
uk: Замовлення не знайдено
vi: Không tìm thấy đơn hàng

source: Paid
ar: مدفوعة
es: Pagada
fa: پرداخت شده
fil_ph: Binayaran
fr: Payé
hi: भुगतान किया है
id: Dibayar
it: Pagati
ja: 支払い済み
nl: Betaald
pl: Płatne
pt_br: Pago
ru: Оплаченный
tr_tr: Ödendi
uk: Сплачений
vi: Đã trả tiền

source: Pay
ar: ادفع
de: Zahlen
es: Pagar
fa: پرداخت
fil_ph: Magbayad
fr: Payez
hi: पे
id: Bayar
ja: 支払う
nl: Betalen
pl: Płacić
pt_br: Pagar
tr_tr: Ödeme
uk: Оплатити
vi: Chi trả

source: Pay With Qubic
ar: العب مع الكيوبيك
de: Spielen Sie mit Qubic
es: Paga con Qubic
fa: پرداخت با کوبیک
fil_ph: Magbayad Sa Qubic
fr: Payez avec Qubic
hi: क्यूबिक के साथ खेलें
id: Bayar Dengan Qubic
it: Paga con Qubic
ja: キュービックでお支払い
nl: Betaal met Qubic
pl: Zapłać z Qubic
pt_br: Pague com Qubic
ru: Играйте с Qubic
tr_tr: Qubic ile Ödeme
uk: Оплата за допомогою Qubic
vi: Thanh toán bằng Qubic

source: Pay using Qubic Coin.
ar: ادفع باستخدام عملة Qubic.
de: Zahlen Sie mit Qubic Coin.
es: Pague con Qubic Coin.
fa: پرداخت با استفاده از کوبیک کوین.
fil_ph: Magbayad gamit ang Qubic Coin.
fr: Payez avec Qubic Coin.
hi: क्यूबिक कॉइन का उपयोग करके भुगतान करें।
id: Bayar menggunakan Qubic Coin.
it: Paga con Qubic Coin.
ja: キュービックコインを使用して支払います。
nl: Betaal met Qubic Coin.
pl: Płać za pomocą Qubic Coin.
pt_br: Pague usando Qubic Coin.
ru: Оплачивайте с помощью Qubic Coin.
tr_tr: Qubic Coin kullanarak ödeme yapın.
uk: Оплачуйте за допомогою монети Qubic.
vi: Thanh toán bằng Qubic Coin.

source: Pay with Qubic - Qubic Coin Payment Verification
ar: الدفع باستخدام Qubic - التحقق من الدفع بعملة Qubic
de: Zahlen Sie mit Qubic - Qubic Coin Zahlungsüberprüfung
es: Pague con Qubic - Verificación de pagos con Qubic Coin
fa: پرداخت با Qubic - تأیید پرداخت سکه Qubic
fil_ph: Magbayad gamit ang Qubic - Pagpapatunay sa Pagbabayad ng Qubic Coin
fr: Payez avec Qubic - Vérification du paiement Qubic Coin
hi: क्यूबिक के साथ भुगतान करें - क्यूबिक कॉइन पेमेंट वेरिफिकेशन
id: Bayar dengan Qubic - Verifikasi Pembayaran Qubic Coin
it: Paga con Qubic - Verifica dei pagamenti con Qubic Coin
ja: Qubicでのお支払い-Qubicコイン決済認証
nl: Betaal met Qubic - Qubic Coin-betalingsverificatie
pl: Płać za pomocą Qubic - Weryfikacja płatności Qubic Coin
pt_br: Pague com Qubic - Verificação de pagamento de moedas Qubic
ru: Оплата с помощью Qubic - проверка платежей Qubic Coin
tr_tr: Qubic ile Ödeme - Qubic Coin Ödeme Doğrulaması
uk: Оплата за допомогою Qubic - Перевірка платежу Qubic Coin
vi: Thanh toán bằng Qubic - Xác minh thanh toán Qubic Coin

source: Pay with Qubic Coin
ar: ادفع باستخدام عملة كيوبيك
de: Zahlen Sie mit Qubic Coin
es: Pague con Qubic Coin
fa: پرداخت با کوبیک کوین
fil_ph: Magbayad gamit ang Qubic Coin
fr: Payez avec Qubic Coin
hi: क्यूबिक कॉइन के साथ भुगतान करें
id: Bayar dengan Qubic Coin
it: Paga con Qubic Coin
ja: キュービックコインで支払う
nl: Betaal met Qubic Coin
pl: Zapłać za pomocą Qubic Coin
pt_br: Pague com Qubic Coin
ru: Платите монетой Qubic
tr_tr: Qubic Coin ile Ödeme
uk: Оплатити монетою Qubic
vi: Thanh toán bằng Qubic Coin

source: Payment Timeout
ar: مهلة الدفع
de: Timeout bei Zahlung
es: Tiempo de espera de pago
fa: زمان تعطیلی پرداخت
fil_ph: Time-out ng Pagbabayad
fr: Délai de paiement
hi: पेमेंट टाइमआउट
id: Waktu Batas Pembayaran
it: Timeout del pagamento
ja: 支払いタイムアウト
nl: Timeout bij betalen
pl: Limit czasu płatności
pt_br: Tempo limite de pagamento
ru: Тайм-аут платежа
tr_tr: Ödeme Süresi Aşımı
uk: Час очікування платежу
vi: Thời gian thanh toán

source: Payment could not be verified. Please try again.
ar: لا يمكن التحقق من الدفع. يرجى المحاولة مرة أخرى.
de: Die Zahlung konnte nicht verifiziert werden. Bitte versuchen Sie es erneut.
es: No se pudo verificar el pago. Por favor, inténtelo de nuevo.
fa: پرداخت قابل تأیید نیست. لطفا دوباره امتحان کنید.
fil_ph: Hindi mapatunayan ang pagbabayad. Mangyaring subukang muli.
fr: Le paiement n'a pas pu être vérifié. Réessayez, s'il vous plaît.
hi: भुगतान सत्यापित नहीं किया जा सका। कृपया फिर से कोशिश करें।
id: Pembayaran tidak dapat diverifikasi. Silakan coba lagi.
it: Il pagamento non può essere verificato. Riprova.
ja: 支払いを確認できませんでした。もう一度試してください。
nl: De betaling kon niet worden geverifieerd. Probeer het nog eens.
pl: Płatności nie można zweryfikować. Spróbuj ponownie.
pt_br: O pagamento não pôde ser verificado. Por favor, tente novamente.
ru: Не удалось проверить платеж. Пожалуйста, попробуйте еще раз.
tr_tr: Ödeme doğrulanamadı. Lütfen tekrar deneyin.
uk: Платіж не вдалося перевірити. Будь ласка, спробуйте ще раз.
vi: Thanh toán không thể được xác minh. Vui lòng thử lại.
